Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E36B.tmx
Source language: en_us
Languages: zh_cn

source: How to plan a round-the-world trip
zh_cn: 怎样规划一次环球旅行

source: It’s the ultimate trip: circumnavigating the planet, and stopping off wherever takes your fancy.
zh_cn: 这是一次终极旅途：环航整个星球，偶尔为美妙的风景驻足停留。

source: Great for travellers who want to see it all, or who are just plain indecisive.
zh_cn: 对于那些一直想探窥地球全貌或仅仅是随性游玩的旅行者来说，这真是一件伟大的工程。

source: But booking a round-the-world (RTW) trip can be a complex business.
zh_cn: 但是，规划一次环球（RTW）旅行也是件颇为繁杂的事情。

source: Here's our guide to getting started.
zh_cn: 下面是我们对准备事项的一些建议。

source: How to do it
zh_cn: 怎样去做

source: The most economical way to circumnavigate is to buy a round-the-world air ticket that uses one airline alliance.
zh_cn: 环航最经济有效的办法就是在同一家航空联盟公司买张环球机票。

source: Theoretically, any routing is possible, but knowing how the RTW booking system works will make your trip cheaper.
zh_cn: 理论上来说，任何路线都是可以的，但是知道环球预定系统运作流程会让你的旅途更实惠。

source: For example, the Star Alliance, a coalition of 27 airlines, offers a RTW ticket with a maximum of 15 stops.
zh_cn: 以星空联盟为例，共有27家航空公司，提供最多15个停靠站点的环球机票。

source: Its member airlines fly to 1185 airports in 185 countries.
zh_cn: 其旗下航空公司飞向185个国家的1185个机场。

source: There are rules: you must follow one global direction (east or west - no backtracking); you must start and finish in the same country; and you must book all your flights before departure, though you can change them later (which may incur extra charges).
zh_cn: 有一些原则：你必须遵循环球线路（向东或者向西——不能有原路返程）；必须最终回到起点国家；出发前必须订好所有的航班，虽然过后你可能改签（这会产生额外费用）。

source: How long you need
zh_cn: 你需要多长时间

source: You could whip round the world in a weekend if you flew non-stop.
zh_cn: 如果不停的飞，没有停靠点，你可以在一周内环游世界。

source: However, the minimum duration of most RTW tickets is ten days - still a breathless romp.
zh_cn: 然而，环球机票至少要花费十天的时间——仍然是没有歇口气的时间。

source: Consider stock-piling annual leave, tagging on public holidays or even arranging a sabbatical in order to take off two months, ideally six to 12.
zh_cn: 考虑到未休的年假，加上公共节假日或者甚至安排一次休假，以有两个月的时间，最好是六个月到一整年。

source: The maximum duration of a RTW ticket is one year.
zh_cn: 环球机票最长可持续一年。

source: When to go
zh_cn: 出发时间

source: The weather will never be ideal in all your stops.
zh_cn: 你的停靠点不会永远逢上理想的天气。

source: So, focus on what you want to do most and research conditions there: if a Himalaya trek is your highlight, don't land in Nepal mid-monsoon; if you want to swim with whale sharks off Western Australia, be there April-July.
zh_cn: 所以，重点关注你最想做的事情，并考虑到当地气候环境：如果想攀登喜马拉雅，就不要选择雨季中期在尼泊尔停靠；想在澳大利亚西海岸和大白鲨一起游泳，那就要在四月——七月到达那儿。

source: Then accept you'll be in some regions at the wrong time - though this might offer unexpected benefits (for example, Zambia in wet season means lush landscapes and cheaper prices).
zh_cn: 如果在错误的时间到了某些地方也不要沮丧——这也许会给你带来意外的好处（比如，赞比亚的雨季也可能意味着花更少的钱就能欣赏到郁郁葱葱的风景）。

source: In general, city sightseeing can be done year-round (escape extreme heat/cold/rain in museums and caf¨¦s) but outdoor adventures are more reliant on - and enjoyable in - the right weather.
zh_cn: 通常情况下，城市观光可以在任何时间进行（剧院或者咖啡馆里没必要考虑极度炎热/寒冷/多雨的天气）但进行户外冒险的话，选择较好的天气也会更安全——且令人愉快。

source: Where to go
zh_cn: 去哪里

source: The classic (and cheapest) RTW tickets flit between a few big cities, for example London - Bangkok - Singapore - Sydney - LA.
zh_cn: 经典（并且最廉价）的环球机票只往返于个别大都市间，例如伦敦——曼谷——新加坡——悉尼——拉美。

source: If you want to link more offbeat hubs (Baku - Kinshasa - Paramaribo, anyone?), prices will climb considerably.
zh_cn: 如果想加上些不平常的停靠点（巴库——金沙萨——帕拉马里博，任何一个？），花费也将水涨船高。

source: The cost of the ticket is based on the total distance covered or the number of countries visited.
zh_cn: 机票的价格是以游览国家间总距离或数目为依据的。

source: Remember, you don't have to fly between each point: in Australia you could land in Perth, travel overland, and fly out of Cairns.
zh_cn: 记住，你没必要非选择飞行去往每一个目的地：在澳大利亚，你可以在珀斯着陆，在陆地上环行，从凯恩斯飞往下个目的地。

source: Or fly into Moscow, board the Trans-Siberian train, and fly onwards from Beijing.
zh_cn: 或者飞到莫斯科，登上跨西伯利亚火车，再飞往北京。

source: Pick some personal highlights and string the rest of your itinerary around those.
zh_cn: 挑出一些特别想去的，再把其他的航线串起来。

source: For instance, if you're a keen trekker, flesh out a Peru (Inca Trail), New Zealand (Milford Track) and Nepal (Everest Base Camp) itinerary with Brazil (Rio's a good access point for South America), Australia and North India.
zh_cn: 举例来说，如果你是一个徒步发烧友，就可以充实秘鲁（印加古道），新西兰（米佛步道）和尼泊尔（珠峰大本营）的旅程，同时选择巴西（里约是进入南美的良好入口），澳大利亚和北印度的线路。

source: If budget's an issue, spend more time in less expensive countries.
zh_cn: 如果预算存在问题，可以在物价较低的国家游览更长时间。

source: Your daily outgoings will be far higher in Western Europe and North America than South-East Asia; Indonesia, Bolivia and India are particularly cheap.
zh_cn: 西欧，北美的日支出将会比东南亚高出许多；印度尼西亚，玻利维亚和印度则会相对便宜。

source: Tips, tricks & pitfalls
zh_cn: 窍门，技巧&常见问题

source: Talk to an expert before you book: you may have an itinerary in mind but an experienced RTW flight booker will know which routings work best and cost least - a few tweaks could mean big savings.
zh_cn: 预定前要跟行家谈谈：你的心里也许已经有了线路，但是经验丰富的环球航线机票预定员会知道一些风景良好且花费较少的线路——小调整也许意味着大节省。

source: Be flexible: moving your departure date by a few days can save money; mid-week flights are generally cheaper, as are flights on Christmas Day.
zh_cn: 灵活变通：将启程日期更改几天可以节省许多；跟圣诞节当天的机票一样，周三的航班通常情况下都要更便宜。

source: Think about internal travel: it CAN be cheaper to book internal flights at the same time as booking your RTW ticket - but, with the global increase of low-cost airlines, you may find it better (and more flexible) to buy them separately as you go.
zh_cn: 考虑一下国内旅行：相同的时间，预定国内航班会比环球机票要便宜许多——但是，因为经济航班的全球涨价，你会发现分别购买机票也许会更加实惠（航线也更为灵活）。

source: Be warned: if you don't board one of your booked flights (say, on a whim, you decide to travel overland from Bangkok to Singapore rather than fly it) your airline is likely to cancel all subsequent flights.
zh_cn: 注意：如果你没能在预定航班登机（就是说，你突发奇想，决定从曼谷到新加坡进行陆上旅行，而不是直接飞过去）航空公司将取消接下来的所有航班。
